Revit 2027 API
ParameterTypeId.RebarQuanityByDistrib Property
 "Quantity By Rebar Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarQuanityByDistrib { get; }
Public Shared ReadOnly Property RebarQuanityByDistrib As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarQuanityByDistrib {
	ForgeTypeId^ get ();
}
static member RebarQuanityByDistrib : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace